Repository: binbankm/Cloudns
Catalog: CloudnsWidgets/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Logs
ar: سجلات
de: Protokolle
es: Registros
fr: Journaux
it: Registri
ja: ログ
ko: 로그
pt_br: Registros
ru: Журналы
zh_hans: 日志
zh_hant: 記錄

source: Logs Active
ar: السجلات نشطة
de: Protokolle aktiv
es: Registros activos
fr: Journaux actifs
it: Log attivi
ja: アクティブなログ
ko: 로그 활성
pt_br: Registros ativos
ru: Журналы активны
zh_hans: 日志记录中
zh_hant: 記錄记录中

source: Lookup Failed
ar: فشل البحث
de: Suche fehlgeschlagen
es: Búsqueda fallida
fr: Échec de la recherche
it: Ricerca non riuscita
ja: ルックアップに失敗しました
ko: 조회 실패
pt_br: Falha na pesquisa
ru: Поиск не удался
zh_hans: 查询失败
zh_hant: 查询失败

source: Lookup IP Geolocation & ASN
ar: بحث تحديد الموقع الجغرافي IP وASN
de: Suchen Sie nach IP-Geolokalisierung und ASN
es: Búsqueda de geolocalización de IP y ASN
fr: Recherche de géolocalisation IP et ASN
it: Ricerca geolocalizzazione IP e ASN
ja: IP 地理位置情報と ASN を検索する
ko: IP 지리적 위치 및 ASN 조회
pt_br: Pesquisar geolocalização IP e ASN
ru: Поиск IP-геолокации и ASN
zh_hans: 查询 IP 地理位置与 ASN
zh_hant: 查询 IP 地理位置与 ASN

source: Lossless
ar: غير منقوص
de: Verlustfrei
es: Sin pérdida
fr: Sans perte
it: Senza perdita
ja: 可逆圧縮
ko: 무손실
pt_br: Sem perdas
ru: Без потерь
zh_hans: 暂无损压缩
zh_hant: 無損壓縮

source: Lossy
ar: منقوص
de: Verlustbehaftet
es: Con pérdida
fr: Avec perte
it: Con perdita
ja: 非可逆圧縮
ko: 손실
pt_br: Com perdas
ru: С потерями
zh_hans: 有损压缩
zh_hant: 有損壓縮

source: Low
ar: قليل
de: Niedrig
es: Bajo
fr: Faible
it: Basso
ja: 低い
ko: 낮은
pt_br: Baixo
ru: Низкий
zh_hans: 低
zh_hant: 低

source: Low (Fewest challenges)
ar: منخفض (أقل عدد من التحديات)
de: Niedrig (Wenige Challenges)
es: Bajo (Menos desafíos)
fr: Faible (Moins de défis)
it: Basso (Meno controlli)
ja: 低 (最も少ないチャレンジ)
ko: 낮음 (최소 챌린지)
pt_br: Baixo (Menos desafios)
ru: Низкий (Минимум проверок)
zh_hans: 低（最少质询）
zh_hant: 低（最少質詢）

source: Maintenance
ar: صيانة
de: Wartung
es: Mantenimiento
fr: Entretien
it: Manutenzione
ja: メンテナンス
ko: 유지
pt_br: Manutenção
ru: Обслуживание
zh_hans: 维护中
zh_hant: 維護中

# Major
source: Major Outage
ar: انقطاع كبير
de: Schwerwiegender Ausfall
es: Corte importante
fr: Panne majeure
it: Interruzione grave
ja: 大規模な停電
ko: 대규모 정전
pt_br: Grande interrupção
ru: Крупный сбой
zh_hans: 重大故障
zh_hant: 重大故障

source: Major Outage
ar: انقطاع كبير
de: Schwerwiegender Ausfall
es: Corte importante
fr: Panne majeure
it: Interruzione grave
ja: 大規模な停電
ko: 대규모 정전
pt_br: Grande interrupção
ru: Крупный сбой
zh_hans: 重大故障
zh_hant: 重大故障

source: Manage all Cloudflare DNS records, edge routing, and instant cache purging with zero latency.
ar: إدارة جميع سجلات Cloudflare DNS، وتوجيه الحافة، والتطهير الفوري لذاكرة التخزين المؤقت بدون زمن انتقال.
de: Verwalten Sie alle Cloudflare-DNS-Einträge, Edge-Routing und sofortiges Cache-Löschen ohne Latenz.
es: Administre todos los registros DNS de Cloudflare, el enrutamiento perimetral y la purga instantánea de caché con latencia cero.
fr: Gérez tous les enregistrements DNS Cloudflare, le routage périphérique et la purge instantanée du cache sans latence.
it: Gestisci tutti i record DNS di Cloudflare, l'edge routing e l'eliminazione istantanea della cache con zero latenza.
ja: すべてのCloudflare DNSレコード、エッジルーティング、インスタントキャッシュパージを遅延ゼロで管理します。
ko: 모든 Cloudflare DNS 레코드, 에지 라우팅, 즉시 캐시 제거를 대기 시간 없이 관리하세요.
pt_br: Gerencie todos os registros DNS da Cloudflare, roteamento de borda e limpeza instantânea de cache com latência zero.
ru: Управляйте всеми DNS-записями Cloudflare, пограничной маршрутизацией и мгновенной очисткой кэша с нулевой задержкой.
zh_hans: 零延迟管理 Cloudflare DNS 记录、边缘路由与即时缓存清理。
zh_hant: 零延迟管理 Cloudflare DNS 记录、邊緣路由与即時快取清理。

source: Manage custom domain bindings and routes
ar: إدارة روابط المجال المخصص والمسارات
de: Verwalten Sie benutzerdefinierte Domänenbindungen und Routen
es: Administrar rutas y enlaces de dominio personalizados
fr: Gérer les liaisons et les routes de domaines personnalisés
it: Gestisci collegamenti e percorsi di dominio personalizzati
ja: カスタム ドメイン バインディングとルートを管理する
ko: 사용자 정의 도메인 바인딩 및 경로 관리
pt_br: Gerenciar ligações e rotas de domínio personalizadas
ru: Управление привязками и маршрутами пользовательских доменов
zh_hans: 管理 Worker 自定义域名映射与触发器路由
zh_hant: 管理 Worker 自定义網域稱映射与触發器路由

source: Manage DNS
ar: إدارة DNS
de: DNS verwalten
es: Administrar DNS
fr: Gérer les DNS
it: Gestisci DNS
ja: DNSの管理
ko: DNS 관리
pt_br: Gerenciar DNS
ru: Управление DNS
zh_hans: 管理 DNS
zh_hant: 管理 DNS

source: Manage Domains
ar: إدارة المجالات
de: Domänen verwalten
es: Administrar Dominios
fr: Gérer les domaines
it: Gestisci domini
ja: ドメインの管理
ko: 도메인 관리
pt_br: Gerenciar Domínios
ru: Управление доменами
zh_hans: 管理域名
zh_hant: 管理網域稱

source: Manage edge cache levels, TTL expiration, and purge cache assets.
ar: إدارة مستويات التخزين المؤقت للحافة، وانتهاء صلاحية TTL، ومسح أصول التخزين المؤقت.
de: Verwalten Sie Edge-Cache-Ebenen, TTL-Abläufe und das Löschen von Cache-Assets.
es: Administra niveles de caché perimetral, caducidad de TTL y purga de recursos de caché.
fr: Gérez les niveaux de cache en périphérie, l'expiration TTL et la purge des ressources de cache.
it: Gestisci i livelli di cache perimetrale, la scadenza del TTL e lo svuotamento delle risorse di cache.
ja: エッジ キャッシュ レベル、TTL 有効期限を管理し、キャッシュ アセットをパージします。
ko: 에지 캐시 수준, TTL 만료를 관리하고 캐시 자산을 삭제합니다.
pt_br: Gerencie níveis de cache de borda, expiração de TTL e limpeza de ativos de cache.
ru: Управляйте уровнями кэша на Edge, сроками действия TTL и очисткой ресурсов кэша.
zh_hans: 管理边缘缓存级别、TTL 过期时间并清除缓存资源。
zh_hant: 管理邊緣快取層級、TTL 過期時間並清除快取資產。

source: Manage Edge Certificates
ar: إدارة شهادات الحافة
de: Edge-Zertifikate verwalten
es: Administrar certificados perimetrales
fr: Gérer les certificats Edge
it: Gestisci i certificati Edge
ja: エッジ証明書の管理
ko: 에지 인증서 관리
pt_br: Gerenciar certificados de borda
ru: Управление пограничными сертификатами
zh_hans: 管理边缘证书
zh_hant: 管理邊緣憑證

source: Manage encrypted environment variables
ar: إدارة متغيرات البيئة المشفرة
de: Verwalten Sie verschlüsselte Umgebungsvariablen
es: Administrar variables de entorno cifradas
fr: Gérer les variables d'environnement chiffrées
it: Gestisci le variabili di ambiente crittografate
ja: 暗号化された環境変数を管理する
ko: 암호화된 환경 변수 관리
pt_br: Gerenciar variáveis ​​de ambiente criptografadas
ru: Управление зашифрованными переменными среды
zh_hans: 管理脚本运行时加密环境变量与 Secrets
zh_hant: 管理脚本运行時加密环境變量与 Secrets

source: Manage end-to-end encryption, edge certificates, and security protocols.
ar: إدارة التشفير من طرف إلى طرف وشهادات الحافة وبروتوكولات الأمان.
de: Verwalten Sie End-to-End-Verschlüsselung, Edge-Zertifikate und Sicherheitsprotokolle.
es: Administra cifrado de extremo a extremo, certificados perimetrales y protocolos de seguridad.
fr: Gérez le chiffrement de bout en bout, les certificats en périphérie et les protocoles de sécurité.
it: Gestisci la crittografia end-to-end, i certificati perimetrali e i protocolli di sicurezza.
ja: エンドツーエンドの暗号化、エッジ証明書、セキュリティ プロトコルを管理します。
ko: 엔드투엔드 암호화, 에지 인증서 및 보안 프로토콜을 관리합니다.
pt_br: Gerencie criptografia de ponta a ponta, certificados de borda e protocolos de segurança.
ru: Управляйте сквозным шифрованием, сертификатами Edge и протоколами безопасности.
zh_hans: 管理端到端加密、边缘证书和安全协议。
zh_hant: 管理端對端加密、邊緣憑證和安全通訊協定。

source: Manage multiple Cloudflare organizations
ar: إدارة مؤسسات Cloudflare المتعددة
de: Mehrere Cloudflare-Organisationen verwalten
es: Administrar múltiples organizaciones de Cloudflare
fr: Gérer plusieurs organisations Cloudflare
it: Gestisci più organizzazioni Cloudflare
ja: 複数の Cloudflare 組織を管理
ko: 여러 Cloudflare 조직 관리
pt_br: Gerenciar várias organizações da Cloudflare
ru: Управление несколькими организациями Cloudflare
zh_hans: 管理多个 Cloudflare 组织
zh_hant: 管理多個 Cloudflare 組織

source: Manage network protocols and connectivity for %@.
ar: إدارة بروتوكولات الشبكة والاتصال لـ %@.
de: Verwalten Sie Netzwerkprotokolle und Konnektivität für %@.
es: Administrar protocolos de red y conectividad para %@.
fr: Gérez les protocoles réseau et la connectivité pour %@.
it: Gestisci i protocolli di rete e la connettività per %@.
ja: %@ のネットワーク プロトコルと接続を管理します。
ko: %@에 대한 네트워크 프로토콜과 연결을 관리합니다.
pt_br: Gerencie protocolos de rede e conectividade para %@.
ru: Управляйте сетевыми протоколами и подключением для %@.
zh_hans: 管理 %@ 的网络协议和连接。
zh_hant: 管理 %@ 的網路协议和連線。

source: Manage page rules and traffic routing for %@.
ar: إدارة قواعد الصفحة وتوجيه حركة المرور لـ %@.
de: Seitenregeln und Traffic-Routing für %@ verwalten.
es: Administre las reglas de la página y el enrutamiento del tráfico para %@.
fr: Gérez les règles de page et le routage du trafic pour %@.
it: Gestisci le regole della pagina e l'instradamento del traffico per %@.
ja: %@ のページ ルールとトラフィック ルーティングを管理します。
ko: %@에 대한 페이지 규칙 및 트래픽 라우팅을 관리합니다.
pt_br: Gerencie regras de página e roteamento de tráfego para %@.
ru: Управляйте правилами страницы и маршрутизацией трафика для %@.
zh_hans: 管理 %@ 的页面规则和流量路由。
zh_hant: 管理 %@ 的頁面規則和流量路由。

source: Manage your domains with ease.
ar: إدارة المجالات الخاصة بك بكل سهولة.
de: Verwalten Sie Ihre Domains ganz einfach.
es: Administre sus dominios con facilidad.
fr: Gérez vos domaines en toute simplicité.
it: Gestisci i tuoi domini con facilità.
ja: ドメインを簡単に管理します。
ko: 도메인을 쉽게 관리하세요.
pt_br: Gerencie seus domínios com facilidade.
ru: Управляйте своими доменами с легкостью.
zh_hans: 轻松管理您的域名。
zh_hant: 轻松管理您的網域稱。

source: Managed Challenge
ar: تحدٍ مُدار
de: Verwaltete Challenge
es: Desafío administrado
fr: Défi géré
it: Sfida gestita
ja: マネージド チャレンジ
ko: 관리형 챌린지
pt_br: Desafio gerenciado
ru: Управляемая проверка
zh_hans: 托管质询
zh_hant: 受控端挑戰

source: MANAGED CHALLENGE
ar: تحدٍ مُدار
de: Verwaltete Challenge
es: Desafío administrado
fr: Défi géré
it: Sfida gestita
ja: マネージド チャレンジ
ko: 관리형 챌린지
pt_br: Desafio gerenciado
ru: Управляемая проверка
zh_hans: 托管质询
zh_hant: 受控端挑戰

source: Managed Domain (Zone)
ar: المجال المُدار (المنطقة)
de: Verwaltete Domäne (Zone)
es: Dominio administrado (zona)
fr: Domaine géré (Zone)
it: Dominio gestito (zona)
ja: 管理対象ドメイン (ゾーン)
ko: 관리형 도메인(영역)
pt_br: Domínio Gerenciado (Zona)
ru: Управляемый домен (зона)
zh_hans: 托管域名 (Zone)
zh_hant: 托管網域稱 (Zone)

source: Managed Domain Updated
ar: تم تحديث النطاق المُدار
de: Verwaltete Domäne aktualisiert
es: Dominio administrado actualizado
fr: Domaine géré mis à jour
it: Dominio gestito aggiornato
ja: 管理対象ドメインが更新されました
ko: 관리되는 도메인이 업데이트되었습니다.
pt_br: Domínio gerenciado atualizado
ru: Управляемый домен обновлен
zh_hans: 托管域名已更新
zh_hant: 托管網域稱已更新

source: Managed Domains
ar: النطاقات المُدارة
de: Verwaltete Domänen
es: Dominios administrados
fr: Domaines gérés
it: Domini gestiti
ja: 管理対象ドメイン
ko: 관리되는 도메인
pt_br: Domínios Gerenciados
ru: Управляемые домены
zh_hans: 已托管域名
zh_hant: 已托管網域稱

source: Management
ar: الإدارة
de: Verwaltung
es: Gestión
fr: Gestion
it: Gestione
ja: 管理
ko: 관리
pt_br: Gerenciamento
ru: Управление
zh_hans: 管理
zh_hant: 管理

source: Manual Entry
ar: الإدخال اليدوي
de: Manuelle Eingabe
es: Entrada manual
fr: Saisie manuelle
it: Inserimento manuale
ja: 手動入力
ko: 수동 입력
pt_br: Entrada manual
ru: Ручной ввод
zh_hans: 手动输入
zh_hant: 手動輸入

source: Masks & Network Properties
ar: الأقنعة وخصائص الشبكة
de: Masken & Netzwerkeigenschaften
es: Máscaras y propiedades de red
fr: Masques et propriétés réseau
it: Maschere e proprietà di rete
ja: マスクとネットワーク属性
ko: 마스크 및 네트워크 속성
pt_br: Máscaras e propriedades de rede
ru: Маски и сетевые свойства
zh_hans: 子网掩码与网络属性
zh_hant: 子網路遮罩與網路屬性

source: Masks & Properties
ar: أقنعة وخصائص
de: Masken und Eigenschaften
es: Máscaras y propiedades
fr: Masques & Propriétés
it: Maschere e proprietà
ja: マスクとプロパティ
ko: 마스크 및 속성
pt_br: Máscaras e Propriedades
ru: Маски и свойства
zh_hans: 子网掩码与网络属性
zh_hant: 子網掩碼与網路属性

source: Matched
ar: متطابق
de: Passend
es: emparejado
fr: Correspondant
it: Abbinato
ja: 一致しました
ko: 일치함
pt_br: Correspondido
ru: Соответствует
zh_hans: 已匹配
zh_hant: 已匹配

source: Matching Expression
ar: مطابقة التعبير
de: Passender Ausdruck
es: Expresión coincidente
fr: Expression correspondante
it: Espressione corrispondente
ja: 一致する式
ko: 일치하는 표현식
pt_br: Expressão correspondente
ru: Соответствующее выражение
zh_hans: 匹配表达式 (Wirefilter)
zh_hant: 匹配表达式 (Wirefilter)

source: Matching Records (%lld)
ar: السجلات المطابقة (%lld)
de: Passende Einträge (%lld)
es: Registros coincidentes (%lld)
fr: Enregistrements correspondants (%lld)
it: Record corrispondenti (%lld)
ja: 一致するレコード (%lld)
ko: 일치하는 레코드 (%lld)
pt_br: Registros Correspondentes (%lld)
ru: Совпадающие записи (%lld)
zh_hans: 匹配记录 (%lld)
zh_hant: 相符記錄 (%lld)

source: Matte obsidian with brushed titanium
ar: سبج غير لامع مع تيتانيوم مصقول
de: Mattes Obsidian mit gebürstetem Titan
es: Obsidiana mate con titanio cepillado
fr: Obsidienne mate et titane brossé
it: Ossidiana opaca con titanio spazzolato
ja: マットオブシディアンとブラッシュドチタン
ko: 매트 흑요석과 브러시드 티타늄
pt_br: Obsidiana fosca com titânio escovado
ru: Матовый обсидиан с матовым титаном
zh_hans: 哑光黑曜石与拉丝钛金属
zh_hant: 啞光黑曜石與拉絲鈦金屬

source: Max Age
ar: ماكس العمر
de: Maximales Alter
es: Edad máxima
fr: Âge maximum
it: Età massima
ja: 最大年齢
ko: 최대 연령
pt_br: Idade máxima
ru: Максимальный возраст
zh_hans: 最大缓存时间 (Max Age)
zh_hant: 最大快取時間 (Max Age)

source: Max Age (Seconds)
ar: أقصى عمر (بالثواني)
de: Max. Alter (Sekunden)
es: Edad máxima (segundos)
fr: Âge maximal (secondes)
it: Età massima (secondi)
ja: 最長期間 (秒)
ko: 최대 수명 (초)
pt_br: Idade máxima (segundos)
ru: Максимальный возраст (секунды)
zh_hans: 最大有效时间 (秒)
zh_hant: 最大有效時間 (秒)

source: Max CPU (P99)
ar: الحد الأقصى لوحدة المعالجة المركزية (P99)
de: Maximale CPU (P99)
es: CPU máxima (P99)
fr: Processeur maximum (P99)
it: CPU massima (P99)
ja: 最大CPU (P99)
ko: 최대 CPU(P99)
pt_br: CPU máx. (P99)
ru: Макс. ЦП (P99)
zh_hans: 最大 CPU (P99)
zh_hant: 最大 CPU (P99)

source: max P99
ar: الحد الأقصى P99
es: máx P99
fr: maximum P99
it: massimo P99
ja: 最大P99
ko: 최대 P99
pt_br: máx. P99
ru: макс P99
zh_hans: 最大 P99
zh_hant: 最大 P99

source: Max-Age (Seconds)
ar: الحد الأقصى للعمر (ثواني)
de: Maximales Alter (Sekunden)
es: Edad máxima (segundos)
fr: Âge maximum (secondes)
it: Età massima (secondi)
ja: 最大経過時間 (秒)
ko: 최대 기간(초)
pt_br: Idade máxima (segundos)
ru: Максимальный возраст (секунды)
zh_hans: Max-Age (秒)
zh_hant: Max-Age (秒)

source: Maximum protocol version used to talk to origin server.
ar: الحد الأقصى لإصدار البروتوكول المستخدم للتحدث إلى الخادم الأصلي.
de: Maximale Protokollversion für die Kommunikation mit dem Ursprungsserver.
es: Versión máxima de protocolo utilizada para comunicarse con el servidor de origen.
fr: Version maximale du protocole utilisée pour communiquer avec le serveur d'origine.
it: Versione massima del protocollo utilizzata per comunicare con il server di origine.
ja: オリジン サーバーとの通信に使用される最大プロトコル バージョン。
ko: 원본 서버와 통신하는 데 사용되는 최대 프로토콜 버전입니다.
pt_br: Versão máxima do protocolo usada para falar com o servidor de origem.
ru: Максимальная версия протокола, используемая для связи с исходным сервером.
zh_hans: 与源服务器通信所使用的最高协议版本。
zh_hant: 與來源伺服器通訊所使用的最高通訊協定版本。

source: Median CPU
ar: وحدة المعالجة المركزية المتوسطة
de: Mittlere CPU
es: CPU mediana
fr: Processeur médian
it: CPU media
ja: CPUの中央値
ko: CPU 중앙값
pt_br: CPU mediana
ru: Медианный процессор
zh_hans: 中位数 CPU
zh_hant: 中位數 CPU

source: Medium
ar: واسطة
de: Mittel
es: Medio
fr: Moyen
it: Medio
ja: 中くらい
ko: 중간
pt_br: Médio
ru: Середина
zh_hans: 中等
zh_hant: 中等

source: Medium (Balanced)
ar: متوسط (متوازن)
de: Mittel (Ausgewogen)
es: Medio (Equilibrado)
fr: Moyen (Équilibré)
it: Medio (Bilanciato)
ja: 中 (標準バランス)
ko: 중간 (균형 권장)
pt_br: Médio (Equilibrado)
ru: Средний (Сбалансированный)
zh_hans: 中（平衡推荐）
zh_hant: 中（平衡推薦）

source: Message Queues
ar: قوائم انتظار الرسائل
de: Nachrichtenwarteschlangen
es: Colas de mensajes
fr: Files d'attente de messages
it: Code di messaggi
ja: メッセージキュー
ko: 메시지 대기열
pt_br: Filas de mensagens
ru: Очереди сообщений
zh_hans: 消息队列
zh_hant: 消息队列

source: Message Queues (%lld)
ar: قوائم انتظار الرسائل (%lld)
de: Nachrichtenwarteschlangen (%lld)
es: Colas de mensajes (%lld)
fr: Files d'attente de messages (%lld)
it: Code di messaggi (%lld)
ja: メッセージ キュー (%lld)
ko: 메시지 큐(%lld)
pt_br: Filas de mensagens (%lld)
ru: Очереди сообщений (%lld)
zh_hans: 消息队列 (%lld)
zh_hant: 消息队列 (%lld)

source: Metadata & Context
ar: البيانات الوصفية والسياق
de: Metadaten und Kontext
es: Metadatos y contexto
fr: Métadonnées et contexte
it: Metadati e contesto
ja: メタデータとコンテキスト
ko: 메타데이터 및 컨텍스트
pt_br: Metadados e Contexto
ru: Метаданные и контекст
zh_hans: 元数据与配置上下文
zh_hant: 元數据与設定上下文

source: Method
ar: طريقة
de: Methode
es: Método
fr: Méthode
it: Metodo
ja: 方法
ko: 방법
pt_br: Método
ru: Метод
zh_hans: 请求方法
zh_hant: 請求方法

source: Methods: %@
ar: 方法: %@
de: Methoden: %@
es: Métodos: %@
fr: Méthodes : %@
it: Metodi: %@
ja: メソッド: %@
ko: 메소드: %@
pt_br: Métodos: %@
ru: Методы: %@
zh_hans: 方法: %@
zh_hant: 方法: %@

source: Metric
ar: المقياس
de: Metrik
es: Métrica
fr: Métrique
it: Metrica
ja: メトリクス
ko: 지표
pt_br: Métrica
ru: Метрика
zh_hans: 指标
zh_hant: 指標

source: Midnight Violet
ar: بنفسجي منتصف الليل
de: Mitternachtsviolett
es: Violeta de Medianoche
fr: Violet de Minuit
it: Viola Mezzanotte
ja: ミッドナイトバイオレット
ko: 미드나잇 바이올렛
pt_br: Violeta da Meia-Noite
ru: Полуночный фиолетовый
zh_hans: 午夜紫
zh_hant: 午夜紫

source: Midnight violet & deep nebula glow
ar: بنفسجي منتصف الليل وتوهج سديم عميق
de: Mitternachtsviolett & tiefes Nebelleuchten
es: Violeta de medianoche y brillo de nebulosa profunda
fr: Violet de minuit et lueur de nébuleuse profonde
it: Viola mezzanotte e bagliore di nebulosa profonda
ja: ミッドナイトバイオレットとディープネビュラ
ko: 미드나잇 바이올렛과 딥 네뷸라 글로우
pt_br: Violeta meia-noite e brilho de nebulosa profunda
ru: Полуночный фиолетовый и сияние туманности
zh_hans: 午夜幻彩紫与星云微光
zh_hant: 午夜幻彩紫與星雲微光

source: Min / Max
ar: الحد الأدنى/الحد الأقصى
es: Mín./Máx.
it: Min/massimo
ja: 最小/最大
ko: 최소/최대
pt_br: Mín/Máx.
ru: Мин/Макс
zh_hans: 最小 / 最大
zh_hant: 最小 / 最大

source: Min / Max Latency
ar: أدنى / أقصى زمن استجابة
de: Min. / Max. Latenz
es: Latencia mín. / máx.
fr: Latence min / max
it: Latenza min / max
ja: 最小 / 最大レイテンシ
ko: 최소 / 최대 지연 시간
pt_br: Latência mín. / máx.
ru: Мин. / макс. задержка
zh_hans: 最小 / 最大延迟
zh_hant: 最小 / 最大延遲

source: Minification, Brotli, HTTP/2
ar: التقليص، Brotli، HTTP/2
de: Minifizierung, Brotli, HTTP/2
es: Minificación, Brotli, HTTP/2
it: Minificazione, Brotli, HTTP/2
ja: 縮小化、Brotli、HTTP/2
ko: 축소, Brotli, HTTP/2
pt_br: Minificação, Brotli, HTTP/2
ru: Минификация, Brotli, HTTP/2
zh_hans: 代码压缩、Brotli、HTTP/2
zh_hant: 程式碼壓縮、Brotli、HTTP/2

source: Minimum TLS
ar: الحد الأدنى لTLS
de: Mindest-TLS
es: TLS mínimo
fr: TLS minimal
it: TLS minimo
ja: 最小TLS
ko: 최소 TLS
pt_br: TLS mínimo
ru: Минимальный TLS
zh_hans: 最低 TLS 版本
zh_hant: 最低 TLS 版本

source: Minimum TLS Version
ar: الحد الأدنى لإصدار TLS
de: Mindest-TLS-Version
es: Versión mínima de TLS
fr: Version TLS minimale
it: Versione TLS minima
ja: TLS の最小バージョン
ko: 최소 TLS 버전
pt_br: Versão TLS mínima
ru: Минимальная версия TLS
zh_hans: 最低 TLS 版本
zh_hant: 最低 TLS 版本

# Minor
source: Minor Outage
ar: انقطاع طفيف
de: Kleiner Ausfall
es: Interrupción menor
fr: Panne mineure
it: Interruzione minore
ja: 軽度の停止
ko: 사소한 정전
pt_br: Pequena interrupção
ru: Незначительное отключение
zh_hans: 轻微故障
zh_hant: 轻微故障

source: Mirage Mobile Optimization
ar: ميراج موبايل الأمثل
de: Mirage Mobile-Optimierung
es: Optimización móvil de Mirage
fr: Optimisation mobile Mirage
it: Ottimizzazione mobile Mirage
ja: Mirage モバイルの最適化
ko: Mirage 모바일 최적화
pt_br: Mirage Otimização Móvel
ru: Мобильная оптимизация Mirage
zh_hans: Mirage 图片加速
zh_hant: Mirage 圖片加速

source: Mode
ar: الوضع
de: Modus
es: Modo
it: Modalità
ja: モード
ko: 모드
pt_br: Modo
ru: Режим
zh_hans: 模式
zh_hant: 模式

source: Model Information
ar: معلومات النموذج
de: Modellinformationen
es: Información del modelo
fr: Informations sur le modèle
it: Informazioni sul modello
ja: モデル情報
ko: 모델 정보
pt_br: Informações do modelo
ru: Информация о модели
zh_hans: 模型基本信息
zh_hant: 模型基本信息

source: Model Name
ar: اسم النموذج
de: Modellname
es: Nombre del modelo
fr: Nom du modèle
it: Nome del modello
ja: モデル名
ko: 모델명
pt_br: Nome do modelo
ru: Название модели
zh_hans: 模型名称
zh_hant: 模型名称

source: Models
ar: نماذج
de: Modelle
es: Modelos
fr: Modèles
it: Modelli
ja: モデル
ko: 모델
pt_br: Modelos
ru: Модели
zh_hans: 模型
zh_hant: 模型

source: Modern network protocols accelerate delivery and provide better connection resilience.
ar: تعمل بروتوكولات الشبكة الحديثة على تسريع التسليم وتوفير مرونة اتصال أفضل.
de: Moderne Netzwerkprotokolle beschleunigen die Bereitstellung und bieten eine bessere Verbindungsstabilität.
es: Los protocolos de red modernos aceleran la entrega y proporcionan una mejor resistencia de conexión.
fr: Les protocoles réseau modernes accélèrent la diffusion et offrent une meilleure résilience de connexion.
it: I protocolli di rete moderni accelerano la distribuzione e forniscono una migliore resilienza di connessione.
ja: 最新のネットワーク プロトコルは配信を高速化し、接続の復元力を向上させます。
ko: 현대적인 네트워크 프로토콜은 전송 속도를 높이고 연결 복원력을 향상시킵니다.
pt_br: Protocolos de rede modernos aceleram a entrega e fornecem melhor resiliência de conexão.
ru: Современные сетевые протоколы ускоряют доставку и обеспечивают лучшую устойчивость соединения.
zh_hans: 现代网络协议可加快内容交付并提供更好的连接弹性。
zh_hant: 現代網路通訊協定可加快內容交付並提供更好的連線彈性。

source: Modern Rules
ar: القواعد الحديثة
de: Moderne Regeln
es: Reglas modernas
fr: Règles modernes
it: Regole moderne
ja: 現代のルール
ko: 현대 규칙
pt_br: Regras Modernas
ru: Современные правила
zh_hans: 现代规则
zh_hant: 現代規則

source: Modern Rulesets
ar: القواعد الحديثة
de: Moderne Regelsätze
es: Conjuntos de reglas modernos
fr: Ensembles de règles modernes
it: Set di regole moderne
ja: 最新のルールセット
ko: 최신 규칙 세트
pt_br: Conjuntos de regras modernos
ru: Современные наборы правил
zh_hans: 现代规则集
zh_hant: 現代規則集

source: Modified: %@
ar: 修改时间：%@
de: Geändert: %@
es: Modificado: %@
fr: Modifié : %@
it: Modificato: %@
ja: 変更されました: %@
ko: 수정됨: %@
pt_br: Modificado: %@
ru: Изменено: %@
zh_hans: 修改时间：%@
zh_hant: 修改時間：%@

source: Modifies HTTP request headers sent to the origin.
ar: يعدل رؤوس طلب HTTP المرسلة إلى الأصل.
de: Ändert HTTP-Anforderungsheader, die an den Ursprung gesendet werden.
es: Modifica los encabezados de solicitud HTTP enviados al origen.
fr: Modifie les en-têtes de requête HTTP envoyées à l'origine.
it: Modifica le intestazioni delle richieste HTTP inviate all'origine.
ja: オリジンに送信される HTTP リクエスト ヘッダーを変更します。
ko: 원본으로 전송된 HTTP 요청 헤더를 수정합니다.
pt_br: Modifica os cabeçalhos de solicitação HTTP enviados à origem.
ru: Изменяет заголовки HTTP-запросов, отправленные в источник.
zh_hans: 修改发送到源站的 HTTP 请求标头。
zh_hant: 修改發送到源站的 HTTP 請求標頭。

source: Modifies HTTP response headers returned to the client.
ar: يعدل رؤوس استجابة HTTP التي تم إرجاعها إلى العميل.
de: Ändert HTTP-Antwortheader, die an den Client zurückgegeben werden.
es: Modifica los encabezados de respuesta HTTP devueltos al cliente.
fr: Modifie les en-têtes de réponse HTTP renvoyés au client.
it: Modifica le intestazioni di risposta HTTP restituite al client.
ja: クライアントに返される HTTP 応答ヘッダーを変更します。
ko: 클라이언트에 반환된 HTTP 응답 헤더를 수정합니다.
pt_br: Modifica os cabeçalhos de resposta HTTP retornados ao cliente.
ru: Изменяет заголовки ответов HTTP, возвращаемые клиенту.
zh_hans: 修改返回给客户端的 HTTP 响应标头。
zh_hant: 修改返回给客户端的 HTTP 响應標頭。

source: Modify request & response headers
ar: تعديل رؤوس الطلب والاستجابة
de: Ändern Sie Anforderungs- und Antwortheader
es: Modificar encabezados de solicitud y respuesta
fr: Modifier les en-têtes de requête et de réponse
it: Modifica le intestazioni di richiesta e risposta
ja: リクエストとレスポンスのヘッダーを変更する
ko: 요청 및 응답 헤더 수정
pt_br: Modificar cabeçalhos de solicitação e resposta
ru: Изменить заголовки запросов и ответов
zh_hans: 修改请求与响应头
zh_hant: 修改請求与响應頭
